acpi_call-lts
adapta-gtk-theme
adobe-source-han-sans-jp-fonts
alacritty
alsa-utils
anki
arc-gtk-theme
arch-wiki-docs
arch-wiki-lite
aspell
aspell-en
autoconf
automake
base
bash-completion
bat
bc
bdf-unifont
binutils
bison
bluedevil
breeze
breeze-gtk
bridge-utils
bspwm
byobu
calc
chaotic-keyring
chaotic-mirrorlist
clojure
clojure-lsp-bin
cmake
cronie
cuda
devour
devtools
dhcp
dialog
discover
dmenu-distrotube-git
dnsmasq
dolphin
dotacat
drkonqi
dunst
ebtables
efibootmgr
emacs-pgtk-native-comp-git
fakeroot
fd
feh
ffmpegthumbnailer
fish-git
flameshot
flex
fmui-git
gcc
gimp
git
go
gparted
graphviz
groff
grub
gufw
htop-git
hunspell-en_US
i3lock
imagemagick
jq
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdenlive
kdeplasma-addons
keepassxc
kgamma5
khotkeys
kinfocenter
kmenuedit
kscreen
kscreenlocker
ksshaskpass
ksysguard
kwallet-pam
kwayland-integration
kwayland-server
kwin
kwrited
leiningen
libkscreen
libksysguard
libreoffice-fresh
libvirt
light
lightdm
linux-firmware
linux-headers
linux-lts
m4
make
man-db
mediainfo
milou
miniserve
mpv
namcap
nbfc
ncdu
neovim
nerd-fonts-fira-code
nerd-fonts-iosevka
networkmanager
networkmanager-dmenu-git
nodejs
notification-daemon
npm
nvidia-lts
nvtop
obs-studio
optimus-manager
optimus-manager-qt
os-prober
otf-fantasque-sans-mono
pacman-contrib
paru
pass
patch
pavucontrol
peek
perl-image-exiftool
picom-jonaburg-git
pkgconf
pkgstats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-integration
plasma-nm
plasma-pa
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
polybar
poppler-glib
powerdevil
prettier
python-pip
python2-pip
qbittorrent
qemu
qutebrowser
ranger-git
reflector
ripgrep
rofi
rofimoji
rsync
screenkey
sddm
sddm-kcm
shellcheck
spell
st
starship
stow
strace
stress
sudo
sxhkd
syncthing-gtk
systemsettings
tdrop-git
tealdeer
texlive-core
texlive-fontsextra
texlive-latexextra
texlive-pictures
thunderbird
tor-browser
ttf-dejavu
ttf-fira-code
ttf-font-icons
ttf-material-design-icons-git
ttf-sil-lateef
ttf-symbola-free
typora
ueberzug
ungoogled-chromium
unrar
unzip
vi
virt-install
virt-manager
virt-viewer
vulkan-intel
vulkan-tools
weechat
weechat-matrix
xdg-desktop-portal-kde
xorg-xrandr
yarn
youtube-dl
ytfzf-git
zathura
zathura-pdf-mupdf
zsh
